
"AX_SLEEP_ICON_DESCRIPTION"	= "Ícone de Repouso";
"AX_RESTART_ICON_DESCRIPTION" = "Ícone Reiniciar";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Ícone Desligar";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Finalizando Sessão";

"SHUTTING_DOWN"	=	"Desligando";

"RESTARTING"	=	"Reiniciando";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Você deseja forçar %@ a encerrar?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Você perderá todas as alterações não salvas.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Deseja forçar o encerramento dos %ld aplicativos selecionados?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Você perderá todas as alterações não salvas.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Para disponibilizar mais memória, selecione um aplicativo e clique em Forçar Encerrar.";

"NORMAL_MESSAGE_TEXT" = "Se um aplicativo não responde por algum tempo, selecione seu nome e clique em Forçar Encerrar.";

"LOMEM_INFO_TEXT" = "Também pode fechar janelas e remover arquivos de seu disco de inicialização.";

"NORMAL_INFO_TEXT" = "Você pode abrir esta janela pressionando as teclas \nComando+Opção+Escape.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Forçar Encerrar";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "A sua sessão não foi finalizada porque o encerramento do aplicativo %@ falhou. Para tentar finalizar a sessão novamente, encerre %@ e escolha o menu Apple > Finalizar Sessão.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "A sua sessão não foi finalizada porque o encerramento de um aplicativo falhou. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Para encerrar um aplicativo que não responde, escolha o menu Apple > Forçar Encerrar (ou pressione as teclas Comando+Opção+Esc).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "O aplicativo %@ falhou ao encerrar e não está respondendo.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "O aplicativo %@ cancelou a finalização de sessão.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Um aplicativo cancelou a finalização de sessão.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "O aplicativo %@ cancelou a finalização da sessão. O FileVault não será ativado para esta conta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Um aplicativo cancelou a finalização da sessão. O FileVault não será ativado nesta conta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Esta conta permanecerá decriptada. Para ativar o FileVault, abra as Preferências do Sistema e comece novamente. Se você acaba de definir a senha mestra, não é necessário defini-la novamente.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "O aplicativo %@ cancelou a finalização da sessão. O FileVault não será desativado para esta conta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Um aplicativo cancelou a finalização da sessão. O FileVault não será desativado nesta conta.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "O aplicativo %@ cancelou a finalização da sessão. O FileVault não será convertido para esta conta.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Um aplicativo cancelou a finalização da sessão. O FileVault não será convertido nesta conta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "A conta permanecerá criptografada. Para desativar o FileVault, abra as Preferências do Sistema e comece novamente.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "A conta conservará o seu formato original. Para converter o FileVault, abra as Preferências do Sistema e comece novamente.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Para tentar novamente, encerre %@ e escolha Finalizar Sessão no menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Para tentar novamente, escolha o menu Apple > Finalizar Sessão.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "O aplicativo %@ cancelou o reinício.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Um aplicativo cancelou o reinício.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Para tentar novamente, encerre %@ e escolha Reiniciar no menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Para tentar novamente, escolha o menu Apple > Reiniciar.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "O aplicativo %@ cancelou o desligamento.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Um aplicativo cancelou o desligamento.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Para tentar novamente, encerre %@ e escolha o menu Apple > Desligar.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Para tentar novamente, escolha Desligar no menu Apple.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"O Finder não pôde inicializar porque ocorreu um grave problema.";


"APP_DIED_ALERT_MESSAGE"		=   "O aplicativo %@ encerrou-se inesperadamente.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "O sistema e outros aplicativos não foram afetados.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Cancelar";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Desligar";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Reiniciar";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Repouso";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Forçar Encerrar";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Forçar Encerrar";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Reiniciar";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pausa";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Retomar";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Você tem certeza de que deseja desligar o seu computador agora?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Você tem certeza de que deseja reiniciar o seu computador agora?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Tem certeza de que deseja encerrar todos os aplicativos e finalizar a sessão agora?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Este computador está programado para entrar em repouso automaticamente.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Este computador está programado para desligar-se automaticamente.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Este computador foi programado para ser reiniciado automaticamente.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutos e %2$d segundos";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutos e 1 segundo";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutos";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minuto e %d segundos";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minuto e 1 segundo";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minuto";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d segundos";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 segundo";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 segundos";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Se você não fizer nada, o sistema finalizará a sua sessão automaticamente em %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Se você não fizer nada, o computador será desligado automaticamente em %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Se você não fizer nada, o computador será reiniciado automaticamente em %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Se você não fizer nada, o computador será desligado automaticamente em %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Se você não fizer nada, o computador entrará em repouso automaticamente em %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Se você não fizer nada, o computador será reiniciado automaticamente em %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Se você desligar, seus arquivos serão apagados.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Você iniciou a sessão como usuário convidado. O desligamento apaga todos os arquivos e as informações da pasta pessoal de usuário convidado. Estes arquivos não podem ser recuperados.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Se você reiniciar, seus arquivos serão apagados.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Você iniciou a sessão como usuário convidado. A reinicialização apaga todos os arquivos e as informações da pasta pessoal de usuário convidado. Estes arquivos não podem ser recuperados.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Se você finalizar a sessão, seus arquivos serão apagados.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Apagar Arquivos e Finalizar Sessão";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Apagar Arquivos e Reiniciar";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Apagar Arquivos e Desligar";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "desconhecido";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "O relógio do seu computador está ajustado para uma data anterior a 1º de Janeiro de 2008. Isso pode tornar instáveis alguns aplicativos.";

"ILLEGAL_TIME_MESSAGE" = "Para ajustar o relógio manualmente, abra o painel de preferências Data e Hora. Para obter mais informações, escolha Ajuda > Ajuda Mac.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Usuários do Comp. de Arquivos Apple Conectados";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Você tem certeza de que deseja reiniciar o seu computador agora?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Você tem certeza de que deseja desligar o seu computador agora?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Há outros %d usuários conectados a este computador que estão usando o compartilhamento de arquivos.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Há um usuário conectado a este computador que está usando o compartilhamento de arquivos.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Há outros %d usuários conectados a este computador que estão usando o compartilhamento de arquivos.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Há um usuário conectado a este computador que está usando o compartilhamento de arquivos.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Você deve digitar uma senha para desbloquear a tela.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (não responde)";

"APP_PAUSED_SUFFIX" = " (em pausa)";

"APP_THROTTLED_SUFFIX" = " (suspenso)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Neste momento, não é possível iniciar a sessão da conta de usuário \"%@\"";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "O início de sessão falhou devido a um erro. A pasta pessoal da conta na qual você está tentando iniciar a sessão está localizada em um servidor AFP ou SMB. Entre em contato com o administrador do sistema para obter ajuda.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
